[
  {
    "id": 1,
    "source": "https://fairytalez.com/momotaro/",
    "nation": "japanese",
    "title": "Momotaro",
    "text": "If you’ll believe me there was a time when the fairies were none so shy as they are now. That was the time when beasts talked to men, when there were spells and enchantments and magic every day, when there was great store of hidden treasure to be dug up, and adventures for the asking.At that time, you must know, an old man and an old woman lived alone by themselves. They were good and they were poor and they had no children at all.One fine day, “What are you doing this morning, good man?” says the old woman.“Oh,” says the old man, “I’m off to the mountains with my billhook to gather a faggot of sticks for our fire. And what are you doing, good wife?”“Oh,” says the old woman, “I’m off to the stream to wash clothes. It’s my washing day,” she adds.So the old man went to the mountains and the old woman went to the stream.Now, while she was washing the clothes, what should she see but a fine ripe peach that came floating down the stream? The peach was big enough, and rosy red on both sides.“I’m in luck this morning,” said the dame, and she pulled the peach to shore with a split bamboo stick.By-and-by, when her good man came home from the hills, she set the peach before him. “Eat, good man,” she said; “this is a lucky peach I found in the stream and brought home for you.”But the old man never got a taste of the peach. And why did he not?All of a sudden the peach burst in two and there was no stone to it, but a fine boy baby where the stone should have been.“Mercy me!” says the old woman.“Mercy me!” says the old man.The boy baby first ate up one half of the peach and then he ate up the other half. When he had done this he was finer and stronger than ever.“Momotaro! Momotaro!” cries the old man; “the eldest son of the peach.”“Truth it is indeed,” says the old woman; “he was born in a peach.”Both of them took such good care of Momotaro that soon he was the stoutest and bravest boy of all that country-side. He was a credit to them, you may believe. The neighbours nodded their heads and they said, “Momotaro is the fine young man!”“Mother,” says Momotaro one day to the old woman, “make me a good store of kimi-dango” (which is the way that they call millet dumplings in those parts).“What for do you want kimi-dango?” says his mother.“Why,” says Momotaro, “I’m going on a journey, or as you may say, an adventure, and I shall be needing the kimi-dango on the way.”“Where are you going, Momotaro?” says his mother.“I’m off to the Ogres’ Island,” says Momotaro, “to get their treasure, and I should be obliged if you’d let me have the kimi-dango as soon as may be,” he says.So they made him the kimi-dango, and he put them in a wallet, and he tied the wallet to his girdle and off he set.“Sayonara, and good luck to you, Momotaro!” cried the old man and the old woman.“Sayonara! Sayonara!” cried Momotaro.He hadn’t gone far when he fell in with a monkey.“Kia! Kia!” says the monkey. “Where are you off to, Momotaro?”Says Momotaro, “I’m off to the Ogres’ Island for an adventure.”“What have you got in the wallet hanging at your girdle?”“Now you’re asking me something,” says Momotaro; “sure, I’ve some of the best millet dumplings in all Japan.”“Give me one,” says the monkey, “and I will go with you.”So Momotaro gave a millet dumpling to the monkey, and the two of them jogged on together. They hadn’t gone far when they fell in with a pheasant.“Ken! Ken!” said the pheasant. “Where are you off to, Momotaro?”Says Momotaro, “I’m off to the Ogres’ Island for an adventure.”“What have you got in your wallet, Momotaro?”“I’ve got some of the best millet dumplings in all Japan.”“Give me one,” says the pheasant, “and I will go with you.”So Momotaro gave a millet dumpling to the pheasant, and the three of them jogged on together.They hadn’t gone far when they fell in with a dog.“Bow! Wow! Wow!” says the dog. “Where are you off to, Momotaro?”Says Momotaro, “I’m off to the Ogres’ Island.”“What have you got in your wallet, Momotaro?”“I’ve got some of the best millet dumplings in all Japan.”“Give me one,” says the dog, “and I will go with you.”So Momotaro gave a millet dumpling to the dog, and the four of them jogged on together. By-and-by they came to the Ogres’ Island.“Now, brothers,” says Momotaro, “listen to my plan. The pheasant must fly over the castle gate and peck the Ogres. The monkey must climb over the castle wall and pinch the Ogres. The dog and I will break the bolts and bars. He will bite the Ogres, and I will fight the Ogres.”Then there was the great battle.Japanese Fairy tale Series, 1 of 16. Griffiin, Farran and Co. Unknown author and illustrator. Published around the 1890’s.The pheasant flew over the castle gate: “Ken! Ken! Ken!”Momotaro broke the bolts and bars, and the dog leapt into the castle courtyard. “Bow! Wow! Wow!”The brave companions fought till sundown and overcame the Ogres. Those that were left alive they took prisoners and bound with cords—a wicked lot they were.“Now, brothers,” says Momotaro, “bring out the Ogres’ treasure.”So they did.The treasure was worth having, indeed. There were magic jewels there, and caps and coats to make you invisible. There was gold and silver, and jade and coral, and amber and tortoise-shell and mother-of-pearl.“Here’s riches for all,” says Momotaro. “Choose, brothers, and take your fill.”“Kia! Kia!” says the monkey. “Thanks, my Lord Momotaro.”“Ken! Ken!” says the pheasant. “Thanks, my Lord Momotaro.”“Bow! Wow! Wow!” says the dog. “Thanks, my dear Lord Momotaro.”"
  },
  {
    "id": 2,
    "source": "https://fairytalez.com/the-birdcatcher/",
    "nation": "serbian",
    "title": "The Birdcatcher",
    "text": "Near Constantinople there lived a man who knew no other occupation but that of catching birds; his neighbours called him the birdcatcher. Some he used to sell, others served him for food, and thus he maintained himself. One day he caught a crow, and wanted to let it go, but then he had nothing to take home. ‘If I can’t catch anything to-day, I’ll take my children the crow, that they may amuse themselves; and they have no other birds at hand.’ So he intended, and so he did. His wife, on seeing the crow, said: ‘What mischief have you brought me? Wring the worthless thing’s neck!’ The crow, on hearing that sentence, besought the birdcatcher to let her go, and promised to be always at his service. ‘I will bring birds to you; through me you will become prosperous.’ ‘Even if you’re lying, it’s no great loss,’ said the birdcatcher to himself, and set the crow at liberty.On the morrow the birdcatcher went out birdcatching as usual, and the crow kept her word; she brought him two nightingales; he caught them both, and took them home. The nightingales were not long with the birdcatcher, for the grand vizier heard of them, sent for the birdcatcher, took the two nightingales from him, and placed them in the new mosque. The nightingales were able to sing sweetly and agreeably; the people collected in front of the mosque and listened to their beautiful singing; and the wonder came to the ears of the emperor. The emperor summoned the grand vizier, took the birds from him, and inquired whence he had got them. When the emperor had thought the matter over, he sent his cavasses, and they summoned the birdcatcher. ‘It’s no joke to go before the emperor! I know why he summons me; no half torture will be mine. I am guilty of nothing, I owe nothing; but the emperor’s will, that’s my crime!’ said the birdcatcher, and went into the emperor’s presence all pale with fear.Vintage illustration of a nightingale. Circa 1890’s.‘Birdcatcher, sirrah! are you the catcher of those nightingales which were at the new mosque.’ ‘Padishah! both father and mother! where your slipper is, there is my face!–I am.’ ‘Sirrah!’ again said the emperor, ‘I wish you to find their mother; doubtless your reward will be forthcoming. But do you hear? You may be quite sure of it; if you don’t, there will be no head on your shoulders. I’m not joking.’ Now the poor fellow went out of the emperor’s presence, and how he got home he didn’t know; a good two hours afterwards he came to himself and began to lament. ‘I’m a fool! I thought my trade led no-whither, and not to misfortune for me; but now see! To find the mother of the birds–none but a fool could imagine it–and to catch her!’To this lamentation there was neither limit nor end. It was getting dark, and his wife summoned him to supper; just then the crow was at the window: ‘What’s this?’ the crow asked. What are these lamentations? What’s the distress?’ ‘Let me alone; don’t add to my torture; I’m done for owing to you!’ said the birdcatcher, and told her all, what it was and how it was. ‘That’s easy,’ answered she; ‘go to the emperor to-morrow, and ask for a thousand loads of wheat; then pile up the corn in one heap, and I will inform the birds that the emperor gives them a feast; they will all assemble; their mother, too, will doubtless come; the one with regard to which I give you a sign is she; bring a cage, put the two nightingales in it; the mother, seeing her two young birds, will fly up; let your snare be ready, and then we shall find and catch her.’As the crow instructed him, so he did. The emperor gave him the corn; he feasted the birds, caught the mother of the nightingales, and took her to the emperor. He received a handsome reward, but he would gladly have gone without such reward when he remembered how many tears he had shed. The crow, too, received a reward, for she persuaded the birdcatcher to give his wife a good beating, which he did, to the satisfaction of the crow, in her presence.Time after time, behold some of the emperor’s cavasses! ‘Come, the emperor summons you!’ sounded from the door. ‘A new misfortune! a new sorrow!’ thought the birdcatcher in his heart, and went before the emperor. Do you hear, sirrah? Just now I paid you a good recompense,now a greater one awaits you. I wish you to seek the mistress of those birds, otherwise, valah! bilah! your head will be in danger! Do you understand me?’ At these words of the emperor the birdcatcher either could not or dared not utter a word; he shrugged his shoulders and went out of his presence. As he went home he talked to himself weeping: ‘I see that he is determined to destroy me, and some devil has put it into his head to torture me first.’On arriving at home he found his crow at the window: ‘Has some misfortune again occurred to you?’ ‘Don’t ask,’ replied the birdcatcher; ‘one still blacker and more miserable!’ and told her all in detail, what it was and how it was. ‘Don’t trouble your head much about that,’ said the crow. ‘Be quick; ask the emperor for a boat full of all manner of wares. Then we will push off on the deep sea; when people hear that the emperor’s agent is bringing wares, the people will assemble, and that lady is sure to come; the one on which I perch is she; up anchor and off with the boat!’ This the birdcatcher remembered well. What he asked of the emperor, that he gave him, and he pushed the boat over the sea; his bringing wares for sale went from mouth to mouth; people came and purchased the wares.At last came the mistress of the birds also, and began to examine the wares; the crow perched on her shoulder; the anchor was raised, and in a short time the birdcatcher brought the boat to under the emperor’s quay. When the birdcatcher brought her before the emperor, the emperor was astounded. He didn’t know which to admire most, the birdcatcher’s cleverness or her beauty. Her beauty overpowered the emperor’s mind; he rewarded the birdcatcher handsomely, and placed the sultana in his house. ‘You are the dearest to me of all,’ said the emperor several times to her; ‘if I were to banish all the sultanas, you should never go out of my seraglio.’The birdcatcher was again in evil case. The new sultana was in a perpetual state of irritation, for it was poor luck to be obliged to be affectionate to an elderly longbeard. The emperor comforted her, and asked her what failed her, when she had everything in abundance with him. A woman’s revenge is worse than a cat’s. Not daring to tell the emperor the truth, she wanted to revenge herself on the poor birdcatcher. ‘Dear Padishah, I had a valuable ring on my hand when that birdcatcher deluded me into the boat, and pushed it from the shore. I began to wring my hands in distress, the ring broke, and one half fell into the sea, just where it was my hap to be. But, dear sultan, if I am a little dear to you, send that birdcatcher, let him seek that half for me, that I may unite it to this one.’ ‘All shall be done,’ said the emperor; and the cavasses soon brought the birdcatcher.‘My son,’ said the emperor, ‘if you do not intend to lose my love and favour, hearken to me once more. At the place where you captured that lady, she broke a ring; it fell into the sea. I know that you can do so–find her that half; your reward will not fail; otherwise, you know . . . .’ When the poor fellow got home, a fit of laughter seized him from distress. ‘I knew that the devil was teaching him how to torment and torture me before he put me to death. If hell were to open, all the devils wouldn’t find it!’ ‘What’s the matter, friend?’ said the crow. ‘Till now you were weeping and complaining, and now in a rage you are laughing.’ He told her all–what it was, and how it was. ‘Don’t fret yourself,’ continued the crow. ‘Have you given your wife a good thrashing? I wish you to give her a good hiding again, when we go down to the sea. And now come, ask the emperor for a thousand barrels of oil.’ The emperor had stores of oil and felt; he gave him as much as he required. Everybody thought that he was going to trade with the oil. When he arrived at the place where he captured the young lady, the crow gave the word of command, and they poured out all the oil into the sea. The sea became violently agitated, the crow darted in, and found the missing fragment of the ring. The bird-catcher took the boat back thence under the emperor’s palace, and delivered the ring to the emperor, he passed it on to the lady, and she fitted it to the other half. Both she and the emperor were astonished at the birdcatcher’s cleverness, commended him, and sent him home with a present.The emperor wished by every means to induce the young lady to marry him, and to have a formal wedding. She for a long time declined, but at last said: ‘If it is your will, I consent, but only on condition that before our wedding you ‘destroy that birdcatcher.’ The emperor now found himself between two fires. It was agony to destroy his benefactor, it was worse agony not to he able to withstand his heart, and to give up the love of the young lady. Love is eternal, and is often stronger even than truth. He summoned the birdcatcher, commended him for having so often fulfilled his will, and told him that he deserved to sit in the grand vizier’s seat. . . . ‘But there is nothing else for it, but you must go home, take leave of your wife, children, and friends, of whom I will undertake the care; in the afternoon come; you must of necessity jump into the fire.’He went home, and the crow came to meet him. He told her all that was to be done with him in the afternoon, and said to her: If you do not help me as usual now, I am done for, not through my fault, nor through the emperor’s, but owing to you.’ The crow informed him what to do, but before he went, he was to give his wife a thoroughly good beating. His wife departed this life from so many blows. A fire was flaming before the great mosque, the Turks came out of the mosque, the emperor came, the people swarmed round the fire The birdcatcher came cheerfully before the emperor.Everyone deemed him a malefactor. ‘Fortunate Padishah, it is your pleasure to burn me to death. I am happy to be able to be a sacrifice for you. It has occurred to my mind, I am anxious to have a ride on a good horse: permit me so to do before I jump into the fire.’ The emperor smiled, and ordered his best horse to be brought for him. He mounted, and made the horse gallop well; when the horse sweated, he dismounted, anointed himself with the horse’s foam, remounted, darted up to the fire, then dismounted, and darted into the fire. The people looked on; five times, six times did he cross the flames, sprang out of the fire, and stood before the emperor as a youth of twenty years of age, sound, young, goodly, and handsome. The people cried: ‘Mercy, emperor! He has fulfilled his penalty.’ And the emperor graciously pardoned him. The emperor now longed to become young and handsome also. He made the birdcatcher grand vizier, merely that he might tell him the secret. He said to him: ‘My lord, it is easy. Take a good horse, gallop about an hour as I did, dismount when the horse sweats, anoint yourself with his perspiration, jump into the fire, and you will come out such as I am.’Friday dawned; the emperor’s best horse was saddled for him; everybody thought that he was going to the mosque. A fire was burning furiously in front of the mosque. The people said: ‘There’s somebody going to jump in again,’ and they were under no delusion. The emperor darted up to the fire all alone, the people looked on to see what was going to happen. The emperor dismounted with great speed, and sprang into the fire. . . . The people crowded to rescue the emperor–’twas all in vain. The emperor was burned to death. ‘He was crazy!’ shouted the chief men and soldiers. They conducted the birdcatcher into the mosque, and girt him with the emperor’s sword. Then the birdcatcher became emperor, the damsel he selected sultana, and the crow the chief lady at court."
  },
  {
    "id": 3,
    "source": "https://fairytalez.com/sharing-joy-and-sorrow/",
    "nation": "german",
    "title": "Sharing Joy and Sorrow",
    "text": "There was once a tailor, who was a quarrelsome fellow, and his wife, who was good, industrious, and pious, never could please him. Whatever she did, he was not satisfied, but grumbled and scolded, and knocked her about and beat her. As the authorities at last heard of it, they had him summoned, and put in prison in order to make him better. He was kept for a while on bread and water, and then set free again. He was forced, however, to promise not to beat his wife any more, but to live with her in peace, and share joy and sorrow with her, as married people ought to do. All went on well for a time, but then he fell into his old ways, and was surly and quarrelsome. And because he dared not beat her, he would seize her by the hair and tear it out. The woman escaped from him, and sprang out into the yard, but he ran after her with his yard-measure and scissors, and chased her about, and threw the yard-measure and scissors at her, and whatever else came his way. When he hit her he laughed, and when he missed her, he stormed and swore. This went on so long that the neighbours came to the wife’s assistance. The tailor was again summoned before the magistrates, and reminded of his promise. “Dear gentlemen,” said he, “I have kept my word, I have not beaten her, but have shared joy and sorrow with her.” “How can that be,” said the judge, “when she continually brings such heavy complaints against you?” “I have not beaten her, but just because she looked so strange I wanted to comb her hair with my hand; she, however, got away from me, and left me quite spitefully. Then I hurried after her, and in order to bring her back to her duty, I threw at her as a well-meant admonition whatever came readily to hand. I have shared joy and sorrow with her also, for whenever I hit her I was full of joy, and she of sorrow, and if I missed her, then she was joyful, and I sorry.” The judges were not satisfied with this answer, but gave him the reward he deserved."
  },
  {
    "id": 4,
    "source": "https://fairytalez.com/the-punishment-of-gangana/",
    "nation": "french",
    "title": "The Punishment of Gangana",
    "text": "Once upon a time there lived a king and queen who ruled over a country so small that you could easily walk round it in one day. They were both very good, simple people; not very wise, perhaps, but anxious to be kind to everybody; and this was often a mistake, for the king allowed all his subjects to talk at once, and offer advice upon the government of the kingdom as well as upon private matters. And the end of it all was, that it was very difficult to get any laws made, and, still more, to get anyone to obey them.Now, no traveller ever passed through the kingdom without inquiring how it came to be so small. And this was the reason. As soon as Petaldo (for that was the king’s name) had been born, his father and mother betrothed him to the niece of their friend the fairy Gangana — if she should ever have one. But as the years passed on, and Gangana was still without a niece, the young prince forgot all about his destined bride, and when he was twenty-five he secretly married the beautiful daughter of a rich farmer, with whom he had fallen violently in love.When the fairy heard the news she fell into a violent rage, and hurried off to tell the king. The old man thought in his heart that his son had waited quite long enough; but he did not dare to say so, lest some dreadful spell might be thrown over them all, and they should be changed into birds or snakes, or, worst of all, into stones. So, much against his will, he was obliged to disinherit the young man, and to forbid him to come to court. Indeed, he would have been a beggar had it not been for the property his wife had had given her by the farmer, which the youth obtained permission to erect into a kingdom.Most princes would have been very angry at this treatment, especially as the old king soon died, and the queen was delighted to reign in his place. But Petaldo was a contented young man, and was quite satisfied with arranging his tiny court on the model of his father’s, and having a lord chamberlain, and a high steward and several gentlemen in attendance; while the young queen appointed her own ladies-in-waiting and maids of honour. He likewise set up a mint to coin money, and chose a seneschal as head of the five policemen who kept order in the capital and punished the boys who were caught in the act of throwing stones at the palace windows.The first to fill this important office was the young king’s father-in-law, an excellent man of the name of Caboche. He was much beloved by everyone, and so sensible that he was not at all vain at rising at once to the dignity of seneschal, when he had only been a common farmer, but went about his fields every day as usual. This conduct so struck his king that very soon he never did anything without consulting him.Each morning Caboche and his son-in-law had breakfast together, and when they had finished, the king took out of his iron chest great bundles of state papers, which he desired to talk over with his seneschal. Sometimes they would spend two hours at least in deciding these important matters, but more often after a few minutes Caboche would say:‘Excuse me, sire, but your majesty does not understand this affair in the least. Leave it to me, and I will settle it.’‘But what am I to do, then ?’ asked the king. And his minister answered:‘Oh, you can rule your wife, and see after your fruit garden. You will find that those two things will take up all your time.’‘Well, perhaps you are right,’ the king replied; secretly glad to be rid of the cares of government. But though Caboche did all the work, Petaldo never failed to appear on grand occasions, in his royal mantle of red linen, holding a sceptre of gilded wood. Meanwhile he passed his mornings in studying books, from which he learned the proper seasons to plant his fruit trees, and when they should be pruned; and his afternoons in his garden, where he put his knowledge into practice. In the evening he played cards with his father-in-law, and supped in public with the queen, and by ten o’clock everybody in the palace was fast asleep.The queen, on her side, was quite as happy as her husband. She loved to be in her dairy, and nobody in the kingdom could make such delicious cheeses. But however busy she might be, she never forgot to bake a little barley cake, and make a tiny cream cheese, and to put them under a particular rose-tree in the garden. If you had asked her whom they were for, and where they went to, she could not have told you, but would have said that on the night of her marriage a fairy had appeared to her in a dream, and had bidden her to perform this ceremony.After the king and the queen had six children, a little boy was born, with a small red cap on his head, so that he was quite different from his brothers and sisters, and his parents loved Cadichon better than any of them.The years went on, and the children were growing big, when, one day, after Gillette the queen had finished baking her cake, and had turned it out on a plate, a lovely blue mouse crept up the leg of the table and ran to the plate. Instead of chasing it away, as most women would have done, the queen pretended not to notice what the mouse was doing, and was much surprised to see the little creature pick up the cake and carry it off to the chimney. She sprang forwards to stop it, when, suddenly, both the mouse and cake vanished, and in their place stood an old woman only a foot high, whose clothes hung in rags about her. Taking up a sharp pointed iron stick, she drew on the earthen floor some strange signs, uttering seven cries as she did so, and murmuring something in a low voice, among which the queen was sure she caught the words, ‘faith,’ ‘wisdom,’ ‘happiness.’ Then, seizing the kitchen broom, she whirled it three times round her head, and vanished. Immediately there arose a great noise in the next room, and on opening the door, the queen beheld three large cockchafers, each one with a princess between its feet, while the princes were seated on the backs of three swallows. In the middle was a car formed of a single pink shell, and drawn by two robin red-breasts, and in this car Cadichon was sitting by the side of the blue mouse, who was dressed in a splendid mantle of black velvet fastened under her chin. Before the queen had recovered from her surprise, cockchafers, red-breasts, mouse and children had all flown, singing, to the window, and disappeared from view.The loud shrieks of the queen brought her husband and father running into the room, and when at last they made out from her broken sentences what had really happened, they hastily snatched up some stout sticks that were lying about and set off to the rescue — one going in one direction and the other in another.For at least an hour the queen sat sobbing where they had left her, when at last she was roused by a piece of folded paper falling at her feet. She stooped and picked it up eagerly, hoping that it might contain some news of her lost children. It was very short, but when she had read the few words, Gillette was comforted, for it bade her take heart, as they were well and happy under the protection of a fairy. ‘On your own faith and prudence depend your happiness,’ ended the writer. ‘It is I who have all these years eaten the food you placed under the rose-tree, and some day I shall reward you for it. “Everything comes to him who knows how to wait,” is the advice given by, — The Fairy of the Fields.’Then the queen rose up, and bathed her face, and combed her shining hair; and as she turned away. from her mirror she beheld a linnet sitting on her bed. No one would have known that it was anything but a common linnet, and yesterday the queen would have thought so too. But this morning so many wonderful things had happened that she did not doubt for a moment that the writer of the letter was before her.‘Pretty linnet,’ said she, ‘I will try to do all you wish. Only give me, I pray you, now and then, news of my little Cadichon.’And the linnet flapped her wings and sang, and flew away. So the queen knew that she had guessed rightly, and thanked her in her heart.By-and-by the king and his seneschal returned, hungry and tired with their fruitless search. They were amazed and rather angry to find the queen, whom they had left weeping, quite cheerful. Could she really care for her children so little and have forgotten them so soon ? What could have caused this sudden change ? But to all their questions Gillette would only answer:‘Everything comes to him who knows how to wait.’‘That is true,’ replied her father; ‘and, after all, your majesty must remember that the revenues of your kingdom would hardly bear the cost of seven princes and princesses brought up according to their rank. Be grateful, then, to those who have relieved you of the burden.’‘You are right ! You are always right !’ cried the king, whose face once more beamed with smiles. And life at the palace went on as before, till Petaldo received a piece of news which disturbed him greatly.The queen, his mother, who had for some time been a widow, suddenly made up her mind to marry again, and her choice had fallen on the young king of the Green Isles, who was younger than her own son, and, besides, handsome and fond of pleasure, which Petaldo was not. Now the grandmother, foolish though she was in many respects, had the sense to see that a woman as old and as plain as she was, could hardly expect a young man to fall in love with her, and that, if this was to happen, it would be needful to find some spell which would bring back her youth and beauty. Of course, the fairy Gangana could have wrought the change with one wave of her wand; but unluckily the two were no longer friends, because the fairy had tried hard to persuade the queen to declare her niece heiress to the crown, which the queen refused to do. Naturally, therefore, it was no use asking the help of Gangana to enable the queen to take a second husband, who would be certain to succeed her; and messengers were sent all over the neighbouring kingdoms, seeking to find a witch or a fairy who would work the wished-for miracle. None, however, could be found with sufficient skill, and at length the queen saw that if ever the king of the Green Isles was to be her husband she must throw herself on the mercy of the fairy Gangana.The fairy’s wrath was great when she heard the queen’s story, but she knew very well that, as the king of the Green Isles had spent all his money, he would probably be ready to marry even an old woman, like her friend, in order to get more. So, in order to gain time, she hid her feelings, and told the queen that in three days the spell would be accomplished.Her words made the queen so happy that twenty years seemed to fall from her at once, and she counted, not only the hours, but the minutes to the appointed time. It came at last, and the fairy stood before her in a long robe of pink and silver, held up by a tiny brown dwarf, who carried a small box under his arm. The queen received her with all the marks of respect that she could think of, and at the request of Gangana, ordered the doors and windows of the great hall to be closed, and her attendants to retire, so that she and her guest might be quite alone. Then, opening the box, which was presented to her on one knee by the dwarf, the fairy took from it a small vellum book with silver clasps, a wand that lengthened out as you touched it, and a crystal bottle filled with very clear green water. She next bade the queen sit on a seat in the middle of the room, and the dwarf to stand opposite her, after which she stooped down and drew three circles round them with a golden rod, touched each of them thrice with her wand, and sprinkled the liquid over both. Gradually the queen’s big features began to grow smaller and her face fresher, while at the same time the dwarf became about twice as tall as he had been before. This sight, added to the blue flames which sprang up from the three circles, so frightened the queen that she fainted in her chair, and when she recovered, both the page and the fairy had vanished.At first she felt vaguely puzzled, not remembering clearly what had happened; then it all came back to her, and jumping up she ran to the nearest mirror. Oh ! how happy she was ! Her long nose and her projecting teeth had become things of beauty, her hair was thick and curly, and bright gold. The fairy had indeed fulfilled her promise ! But, in her hurry and pleasure, the queen never noticed that she had not been changed into a beautiful young lady, but into a very tall little girl of eight or nine years old ! Instead of her magnificent velvet dress, edged with fur and embroidered in gold, she wore a straight muslin frock, with a little lace apron, while her hair, which was always combed and twisted and fastened with diamond pins, hung in curls down her back. But if she had only known, something besides this had befallen her, for except as regards her love for the king of the Green Isles, her mind as well as her face had become that of a child, and this her courtiers were aware of, if she was not. Of course they could not imagine what had occurred, and did not know how to behave themselves, till the chief minister set them the example by ordering his wife and daughters to copy the queen’s clothes and way of speaking. Then, in a short time, the whole court, including the men, talked and dressed like children, and played with dolls, or little tin soldiers, while at the state dinners nothing was seen but iced fruits, or sweet cakes made in the shape of birds and horses. But whatever she might be doing, the queen hardly ceased talking about the king of the Green Isles, whom she always spoke of as ‘my little husband,’ and as weeks passed on, and he did not come, she began to get very cross and impatient, so that her courtiers kept away from her as much as they could. By this time, too, they were growing tired of pretending to be children, and whispered their intention of leaving the palace and taking service under a neighbouring sovereign, when, one day, a loud blast of trumpets announced the arrival of the long-expected guest. In an instant all was smiles again, and in spite of the strictest rules of court etiquette, the queen insisted on receiving the young king at the bottom of the stairs. Unfortunately, in her haste, she fell over her dress, and rolled down several steps, screaming like a child, from fright. She was not really much hurt, though she had scratched her nose and bruised her forehead, but she was obliged to be carried to her room and have her face bathed in cold water. Still, in spite of this, she gave strict orders that the king should be brought to her presence the moment he entered the palace.A shrill blast outside her door sent a twinge of pain through the queen’s head, which by this time was aching badly; but in her joy at welcoming her future husband she paid no heed to it. Between two lines of courtiers, bowing low, the young king advanced quickly; but at the sight of the queen and her bandages, broke out into such violent fits of laughter that he was forced to leave the room, and even the palace.When the queen had recovered from the vexation caused by the king’s rude behaviour, she bade her attendants to hasten after him and fetch him back, but no promises or entreaties would persuade him to return. This of course made the queen’s temper even worse than it was before, and a plot was set on foot to deprive her of the crown, which would certainly have succeeded had not the fairy Gangana, who had only wished to prevent her marriage, restored her to her proper shape. But, far from thanking her friend for this service, the sight of her old face in the mirror filled her with despair; and from that day she hated Gangana with a deadly hatred.And where were Petaldo’s children all this while ? Why, in the island of Bambini, where they had play-fellows to their hearts’ content, and plenty of fairies to take care of them all. But out of all the seven princes and princesses whom the queen had seen carried off through the window, there was only Cadichon who was good and obedient; the other six were so rude and quarrelsome that they could get no one to play with them, and at last, as a punishment, the fairy changed them all into marionettes, till they should learn to behave better.Now, in an unlucky moment, the Fairy of the Fields determined to visit her friend the queen of the fairies, who lived in a distant island, in order to consult her as to what was to become of Cadichon.As she was entering the Hall of Audience, Gangana was leaving it, and sharp words were exchanged between them. After her enemy had flown off in a rage, the Fairy of the Fields poured out the whole story of Gangana’s wickedness to the queen, and implored her counsel.‘Be comforted,’ answered the fairy queen. ‘For a while she must work her will, and at this moment she is carrying off Cadichon to the island where she still holds her niece captive. But should she make an evil use of the power she has, her punishment will be swift and great. And now I will give you this precious phial. Guard it carefully, for the liquid it contains will cause you to become invisible, and safe from the piercing eyes of all fairies. Against the eyes of mortals it has no charm !’With a heart somewhat lighter, the Fairy of the Fields returned to her own island, and, the better to protect the six new marionettes from the wicked fairy, she sprinkled them with a few drops of the liquid, only avoiding just the tips of their noses, so that she might be able to know them again. Then she set off for the kingdom of Petaldo, which she found in a state of revolt, because for the first time since he had ascended the throne he had dared to impose a tax. Indeed, matters might have ended in a war, or in cutting off the king’s head, had not the fairy discovered a means of contenting everybody, and of whispering anew to the queen that all was well with her children, for she dared not tell her of the loss of Cadichon.And what had become of Cadichon ? Well, the Fairy of the Fields had found out — by means of her books, which had told her — that the poor little boy had been placed by Gangana in an enchanted island, round which flowed a rapid river, sweeping rocks and trees in its current. Besides the river, the island was guarded by twenty-four enormous dragons, breathing flames, and forming a rampart of fire which it seemed as if none could pass.The Fairy of the Fields knew all this, but she had a brave heart, and determined that by some means or other she would overcome all obstacles, and rescue Cadichon from the power of Gangana. So, taking with her the water of invisibility, she sprinkled it over her, and mounting her favourite winged lizard, set out for the island. When it appeared in sight she wrapped herself in her fireproof mantle; then, bidding the lizard return home, she slipped past the dragons and entered the island.Scarcely had she done so than she beheld Gangana approaching her, talking loudly and angrily to a genius who flew by her side. From what she said, the fairy learned that Petaldo’s mother, the old queen, had died of rage on hearing of the marriage of the king of the Green Isles to a young and lovely bride, and instead of leaving her kingdom to Gangana, had bequeathed it to one of the children of her son Petaldo.‘But all the trouble I have had with that foolish old woman shall not go for nothing,’ cried Gangana. ‘Go at once to my stables, and fetch out the strongest and swiftest griffins you can find in the stalls, and harness them to the yellow coach. Drive this, with all the speed you may, to the Isle of Bambini, and carry off the six children of Petaldo that are still there. I will see to Petaldo and Gillette myself. When I have got them all safe here I will change the parents into rabbits and the children into dogs. As for Cadichon, I have not quite made up my mind what I shall do with him.’The Fairy of the Fields did not wait to hear more. No time was to be lost in seeking the help of the fairy queen if Petaldo and his family were to be saved from this dreadful doom. So, without waiting to summon her lizard, she flew across the island and past the dragons till her feet once more touched the ground again. But at that instant a black cloud rolled over her, loud thunder rent the air, and the earth rocked beneath her. Then wild lightnings lit up the sky, and by their flashes she saw the four-and-twenty dragons fighting together, uttering shrieks and yells, till the whole earth must have heard the uproar. Trembling with terror, the fairy stood rooted to the spot; and when day broke, island, torrent, and dragons had vanished, and in their stead was a barren rock. On the summit of the rock stood a black ostrich, and on its back were seated Cadichon, and the little niece of the fairy Gangana, for whose sake she had committed so many evil deeds. While the Fairy of the Fields was gazing in surprise at this strange sight, the ostrich spread its wings and flew off in the direction of the Fortunate Isle, and, followed unseen by the good fairy, entered the great hall where the queen was sitting on her throne.Proud and exultant was Gangana in her new shape, for, by all the laws of fairydom, if she succeeded in laying Cadichon at the feet of the queen, and received him back from her, he was in her power for life, and she might do with him as she would. This the good fairy knew well, and pressed on with all her strength, for the dreadful events of the night had almost exhausted her. But, with a mighty effort, she snatched the children away from the back of the ostrich, and placed them on the lap of the queen.With a scream of baffled rage the ostrich turned away, and Gangana stood in her place, waiting for the doom which she had brought upon herself.‘You have neglected all my warnings,’ said the queen, speaking more sternly than any fairy had ever heard her; ‘and my sentence is that during two hundred years you lose all your privileges as a fairy, and under the form of an ostrich shall become the slave of the lowest and wickedest of the genii whom you have made your friends. As for these children, I shall keep them with me, and they shall be brought up at my court.’And so they were, until they grew up and were old enough to be married. Then the Fairy of the Fields took them back to the kingdom of the old queen, where Petaldo was now reigning. But the cares of state proved too heavy both for him and Gillette, after the quiet life they had led for so many years, and they were rejoiced to be able to lay aside their crowns, and place them on the heads of Cadichon and his bride, who was as good as she was beautiful, though she was the niece of the wicked. Gangana ! And so well had Cadichon learned the lessons taught him at the court of the fairy queen, that never since the kingdom was a kingdom had the people been so well governed or so happy. And they went about the streets and the fields smiling with joy at the difference between the old times and the new, and whispering softly to each other:‘Everything comes to him who knows how to wait.’"
  },
  {
    "id": 5,
    "source": "https://fairytalez.com/the-peace-with-the-snakes/",
    "nation": "north_american_native",
    "title": "The Peace with the Snakes",
    "text": "In those days there was a Piegan chief named Owl Bear. He was a great chief, very brave and generous. One night he had a dream: he saw many dead bodies of the enemy lying about, scalped, and he knew that he must go to war. So he called out for a feast, and after the people had eaten, he said:—“I had a strong dream last night. I went to war against the Snakes, and killed many of their warriors. So the signs are good, and I feel that I must go. Let us have a big party now, and I will be the leader. We will start to-morrow night.”Then he told two old men to go out in the camp and shout the news, so that all might know. A big party was made up. Two hundred men, they say, went with this chief to war. The first night they travelled only a little way, for they were not used to walking, and soon got tired.In the morning the chief got up early and went and made a sacrifice, and when he came back to the others, some said, “Come now, tell us your dream of this night.”“I dreamed good,” said Owl Bear. “I had a good dream. We will have good luck.”But many others said they had bad dreams. They saw blood running from their bodies.Night came, and the party started on, travelling south, and keeping near the foot-hills; and when daylight came, they stopped in thick pine woods and built war lodges. They put up poles as for a lodge, and covered them very thick with pine boughs, so they could build fires and cook, and no one would see the light and smoke; and they all ate some of the food they carried, and then went to sleep.Again the chief had a good dream, but the others all had bad dreams, and some talked about turning back; but Owl Bear laughed at them, and when night came, all started on. So they travelled for some nights, and all kept dreaming bad except the chief. He always had good dreams. One day after a sleep, a person again asked Owl Bear if he dreamed good. “Yes,” he replied. “I have again dreamed of good luck.”“We still dream bad,” the person said, “and now some of us are going to turn back. We will go no further, for bad luck is surely ahead.” “Go back! go back!” said Owl Bear. “I think you are cowards; I want no cowards with me.” They did not speak again. Many of them turned around, and started north, toward home.Two more days’ travel. Owl Bear and his warriors went on, and then another party turned back, for they still had bad dreams. All the men now left with him were his relations. All the others had turned back.They travelled on, and travelled on, always having bad dreams, until they came close to the Elk River. Then the oldest relation said, “Come, my chief, let us all turn back. We still have bad dreams. We cannot have good luck.”“No,” replied Owl Bear, “I will not turn back.”Then they were going to seize him and tie his hands, for they had talked of this before. They thought to tie him and make him go back with them. Then the chief got very angry. He put an arrow on his bow, and said: “Do not touch me. You are my relations; but if any of you try to tie me, I will kill you. Now I am ashamed. My relations are cowards and will turn back. I have told you I have always dreamed good, and that we would have good luck. Now I don’t care; I am covered with shame. I am going now to the Snake camp and will give them my body. I am ashamed. Go! go! and when you get home put on women’s dresses. You are no longer men.”They said no more. They turned back homeward, and the chief was all alone. His heart was very sad as he travelled on, and he was much ashamed, for his relations had left him.Night was coming on. The sun had set and rain was beginning to fall. Owl Bear looked around for some place where he could sleep dry. Close by he saw a hole in the rocks. He got down on his hands and knees and crept in. Here it was very dark. He could see nothing, so he crept very slowly, feeling as he went. All at once his hand touched something strange. He felt of it. It was a person’s foot, and there was a moccasin on it. He stopped, and sat still. Then he felt a little further. Yes, it was a person’s leg. He could feel the cowskin legging. Now he did not know what to do. He thought perhaps it was a dead person; and again, he thought it might be one of his relations, who had become ashamed and turned back after him.Pretty soon he put his hand on the leg again and felt along up. He touched the person’s belly. It was warm. He felt of the breast, and could feel it rise and fall as the breath came and went; and the heart was beating fast. Still the person did not move. Maybe he was afraid. Perhaps he thought that was a ghost feeling of him.Owl Bear now knew this person was not dead. He thought he would try if he could learn who the man was, for he was not afraid. His heart was sad. His people and his relations had left him, and he had made up his mind to give his body to the Snakes. So he began and felt all over the man,—of his face, hair, robe, leggings, belt, weapons; and by and by he stopped feeling of him. He could not tell whether it was one of his people or not.Pretty soon the strange person sat up and felt all over Owl Bear; and when he had finished, he took the Piegan’s hand and opened it and held it up, waving it from side to side, saying by signs, “Who are you?”Owl Bear put his closed hand against the person’s cheek and rubbed it; he said in signs, “Piegan!” and then he asked the person who he was. A finger was placed against his breast and moved across it zigzag. It was the sign for “Snake.”“Hai yah!” thought Owl Bear, “a Snake, my enemy.” For a long time he sat still, thinking. By and by he drew his knife from his belt and placed it in the Snake’s hand, and signed, “Kill me!” He waited. He thought soon his heart would be cut. He wanted to die. Why live? His people had left him.Then the Snake took Owl Bear’s hand and put a knife in it and motioned that Owl Bear should cut his heart, but the Piegan would not do it. He lay down, and the Snake lay down beside him. Maybe they slept. Likely not.So the night went and morning came. It was light, and they crawled out of the cave, and talked a long time together by signs. Owl Bear told the Snake where he had come from, how his party had dreamed bad and left him, and that he was going alone to give his body to the Snakes.Then the Snake said: “I was going to war, too. I was going against thePiegans. Now I am done. Are you a chief?”“I am the head chief,” replied Owl Bear. “I lead. All the others follow.”“I am the same as you,” said the Snake. “I am the chief. I like you. You are brave. You gave me your knife to kill you with. How is your heart? Shall the Snakes and the Piegans make peace?”“Your words are good,” replied Owl Bear. “I am glad.”“How many nights will it take you to go home and come back here with your people?” asked the Snake.Owl Bear thought and counted. “In twenty-five nights,” he replied, “thePiegans will camp down by that creek.”“My trail,” said the Snake, “goes across the mountains. I will try to be here in twenty-five nights, but I will camp with my people just behind that first mountain. When you get here with the Piegans, come with one of your wives and stay all night with me. In the morning the Snakes will move and put up their lodges beside the Piegans.”“As you say,” replied the chief, “so it shall be done.” Then they built a fire and cooked some meat and ate together.“I am ashamed to go home,” said Owl Bear. “I have taken no horses, no scalps. Let me cut off your side locks?”“Take them,” said the Snake.Owl Bear cut off the chiefs braids close to his head, and then the Snake cut off the Piegan’s braids. Then they exchanged clothes and weapons and started out, the Piegan north, the Snake south.“Owl Bear has come! Owl Bear has come!” the people were shouting.The warriors rushed to his lodge. Whish! how quickly it was filled!Hundreds stood outside, waiting to hear the news.For a long time the chief did not speak. He was still angry with his people. An old man was talking, telling the news of the camp. Owl Bear did not look at him. He ate some food and rested. Many were in the lodge who had started to war with him. They were now ashamed. They did not speak, either, but kept looking at the fire. After a long time the chief said: “I travelled on alone. I met a Snake. I took his scalp and clothes, and his weapons. See, here is his scalp!” And he held up the two braids of hair.No one spoke, but the chief saw them nudge each other and smile a little; and soon they went out and said to one another: “What a lie! That is not an enemy’s scalp; there is no flesh on it He has robbed some dead person.”Some one told the chief what they said, but he only laughed and replied:—“I do not care. They were too much afraid even to go on and rob a dead person. They should wear women’s dresses.”Near sunset, Owl Bear called for a horse, and rode all through camp so every one could hear, shouting out: “Listen! listen! To-morrow we move camp. We travel south. The Piegans and Snakes are going to make peace. If any one refuses to go, I will kill him. All must go.”Then an old medicine man came up to him and said: “Kyi, Owl Bear! listen to me. Why talk like this? You know we are not afraid of the Snakes. Have we not fought them and driven them out of this country? Do you think we are afraid to go and meet them? No. We will go and make peace with them as you say, and if they want to fight, we will fight. Now you are angry with those who started to war with you. Don’t be angry. Dreams belong to the Sun. He gave them to us, so that we can see ahead and know what will happen. The Piegans are not cowards. Their dreams told them to turn back. So do not be angry with them any more.”“There is truth in what you say, old man,” replied Owl Bear; “I will take your words.”In those days the Piegans were a great tribe. When they travelled, if you were with the head ones, you could not see the last ones, they were so far back. They had more horses than they could count, so they used fresh horses every day and travelled very fast. On the twenty-fourth day they reached the place where Owl Bear had told the Snake they would camp, and put up their lodges along the creek. Soon some young men came in, and said they had seen some fresh horse trails up toward the mountain.“It must be the Snakes,” said the chief; “they have already arrived, although there is yet one night.” So he called one of his wives, and getting on their horses they set out to find the Snake camp. They took the trail up over the mountain, and soon came in sight of the lodges. It was a big camp. Every open place in the valley was covered with lodges, and the hills were dotted with horses; for the Snakes had a great many more horses than the Piegans.Some of the Snakes saw the Piegans coming, and they ran to the chief, saying: “Two strangers are in sight, coming this way. What shall be done?”“Do not harm them,” replied the chief. “They are friends of mine. I have been expecting them.” Then the Snakes wondered, for the chief had told them nothing about his war trip.Now when Owl Bear had come to the camp, he asked in signs for the chiefs lodge, and they pointed him to one in the middle. It was small and old. The Piegan got off his horse, and the Snake chief came out and hugged him and kissed him, and said: “I am glad you have come to-day to my lodge. So are my people. You are tired. Enter my lodge and we will eat.” So they went inside and many of the Snakes came in, and they had a great feast.Then the Snake chief told his people how he had met the Piegan, and how brave he was, and that now they were going to make a great peace; and he sent some men to tell the people, so that they would be ready to move camp in the morning. Evening came. Everywhere people were shouting out for feasts, and the chief took Owl Bear to them. It was very late when they returned. Then the Snake had one of his wives make a bed at the back of the lodge; and when it was ready he said: “Now, my friend, there is your bed. This is now your lodge; also the woman who made the bed, she is now your wife; also everything in this lodge is yours. The parfleches, saddles, food, robes, bowls, everything is yours. I give them to you because you are my friend and a brave man.”“You give me too much,” replied Owl Bear. “I am ashamed, but I take your words. I have nothing with me but one wife. She is yours.”Next morning camp was broken early. The horses were driven in, and the Snake chief gave Owl Bear his whole band,—two hundred head, all large, powerful horses.All were now ready, and the chiefs started ahead. Close behind them were all the warriors, hundreds and hundreds, and last came the women and children, and the young men driving the loose horses. As they came in sight of the Piegan camp, all the warriors started out to meet them, dressed in their war costumes and singing the great war song. There was no wind, and the sound came across the valley and up the hill like the noise of thunder. Then the Snakes began to sing, and thus the two parties advanced. At last they met. The Piegans turned and rode beside them, and so they came to the camp. Then they got off their horses and kissed each other. Every Piegan asked a Snake into his lodge to eat and rest, and the Snake women put up their lodges beside the Piegan lodges. So the great peace was made.In Owl Bear’s lodge there was a great feast, and when they had finished he said to his people: “Here is the man whose scalp I took. Did I say I killed him? No. I gave him my knife and told him to kill me. He would not do it; and he gave me his knife, but I would not kill him. So we talked together what we should do, and now we have made peace. And now (turning to the Snake) this is your lodge, also all the things in it. My horses, too, I give you. All are yours.”So it was. The Piegan took the Snake’s wife, lodge, and horses, and the Snake took the Piegan’s, and they camped side by side. All the people camped together, and feasted each other and made presents. So the peace was made.For many days they camped side by side. The young men kept hunting, and the women were always busy drying meat and tanning robes and cowskins. Buffalo were always close, and after a while the people had all the meat and robes they could carry. Then, one day, the Snake chief said to Owl Bear: “Now, my friend, we have camped a long time together, and I am glad we have made peace. We have dug a hole in the ground, and in it we have put our anger and covered it up, so there is no more war between us. And now I think it time to go. To-morrow morning the Snakes break camp and go back south.”“Your words are good,” replied Owl Bear. “I too am glad we have made this peace. You say you must go south, and I feel lonesome. I would like you to go with us so we could camp together a long time, but as you say, so it shall be done. To-morrow you will start south. I too shall break camp, for I would be lonesome here without you; and the Piegans will start in the home direction.”The lodges were being taken down and packed. The men sat about the fireplaces, taking a last smoke together.They were now great friends. Many Snakes had married Piegan women, and many Piegans had married Snake women. At last all was ready. The great chiefs mounted their horses and started out, and soon both parties were strung out on the trail.Some young men, however, stayed behind to gamble a while. It was yet early in the morning, and by riding fast it would not take them long to catch up with their camps. All day they kept playing; and sometimes the Piegans would win, and sometimes the Snakes.It was now almost sunset. “Let us have one horse race,” they said, “and we will stop.” Each side had a good horse, and they ran their best; but they came in so close together it could not be told who won. The Snakes claimed that their horse won, and the Piegans would not allow it. So they got angry and began to quarrel, and pretty soon they began to fight and to shoot at each other, and some were killed.Since that time the Snakes and Piegans have never been at peace."
  },
  {
    "id": 6,
    "source": "https://fairytalez.com/how-the-tiger-got-his-stripes/",
    "nation": "brazilian",
    "title": "How the Tiger Got His Stripes",
    "text": "Once upon a time, ages and ages ago, so long ago that the tiger had no stripes upon his back, and the rabbit still had his tail, there was a tiger who had a farm. The farm was very much overgrown with underbrush and the owner sought a workman to clear the ground for him to plant.The tiger called all the beasts together and said to them when they had assembled, “I need a good workman at once to clear my farm of the underbrush. To the one of you who will do this work I offer an ox in payment.”The monkey was the first one to step forward and apply for the position. The tiger tried him for a little while but he was not a good workman at all. He did not work steadily enough to accomplish anything. The tiger discharged him very soon and he did not pay him.Then the tiger hired the goat to do the work. The goat worked faithfully enough but he did not have the brains to do the work well. He would clear a little of the farm in one place and then he would go away and work on another part of it. He never finished anything neatly. The tiger discharged him very soon without paying him.Next the tiger tried the armadillo. The armadillo was very strong and he did the work well. The trouble with him was that he had such a big appetite. There were a great many ants about the place and the armadillo could never pass by a sweet tender juicy ant without stopping to eat it. It was lunch time all day long with him. The tiger discharged him and sent him away without paying him anything.At last the rabbit applied for the position. The tiger laughed at him and said, “Why, little rabbit, you are too small to do the work. The monkey, the goat, and the armadillo have all failed to give satisfaction. Of course a little beast like you will fail too.”However, there were no other beasts who applied for the position, so the tiger sent for the rabbit and told him that he would try him for a little while.The rabbit worked faithfully and well, and soon he had cleared a large portion of the ground. The next day he worked just as well. The tiger thought that he had been very lucky to hire the rabbit. He got tired staying around to watch the rabbit work. The rabbit seemed to know just how to do the work anyway, without orders, so the tiger decided to go away on a hunting trip. He left his son to watch the rabbit.After the tiger had gone away, the rabbit said to the tiger’s son, “The ox your father is going to give me is marked with a white spot on his left ear and another on his right side, isn’t he?”“O, no,” replied the tiger’s son. “He is red all over with just a tiny white spot on his right ear.”The rabbit worked for a while longer and then he said, “The ox which your father is going to give me is kept by the river, isn’t he?”“Yes,” replied the tiger’s son.The rabbit had made a plan to go and get the ox without waiting to finish his work. Just as he started off he saw the tiger returning. The tiger noticed that the rabbit had not worked so well when he was away. After that, he stayed and watched the rabbit until the whole farm was cleared. Then the tiger gave the rabbit the ox as he had promised.“You must kill this ox,” he said to the rabbit, “in a place where there are neither flies nor mosquitoes.”The rabbit went away with the ox. After he had gone for some distance he thought he would kill him. He heard a cock, however, crowing in the distance and he knew that there must be a farm yard near. There would be flies, of course. He went on farther and again he thought that he would kill the ox. The ground looked moist and damp and so did the leaves on the bushes. Since the rabbit thought there would be mosquitoes there he decided not to kill the ox. He went on and on and finally he came to a high place where there was a strong breeze blowing. “There are no mosquitoes here,” he said to himself. “The place is so far removed from any habitation that there are no flies, either.” He decided to kill the ox.Just as he was ready to eat the ox, along came the tiger. “O, rabbit, you have been such a good friend of mine,” said the tiger, “and now I am so very, very hungry that all my ribs show, as you yourself can see. Will you not be a good kind rabbit and give me a piece of your ox?”The rabbit gave the tiger a piece of the ox. The tiger devoured it in the twinkling of an eye. Then he leaned back and said, “Is that all you are going to give me to eat?”The tiger looked so big and savage that the rabbit did not dare refuse to give him any more of the ox. The tiger ate and ate and ate until he had devoured that entire ox. The rabbit had been able to get only a tiny morsel of it. He was very, very angry at the tiger.One day, not long after, the rabbit went to a place not far from the tiger’s house and began cutting down big staves of wood. The tiger soon happened along and asked him what he was doing.“I’m getting ready to build a stockade around myself,” replied the rabbit. “Haven’t you heard the orders?” The tiger said that he hadn’t heard any orders.“That is very strange,” said the rabbit. “The order has gone forth that every beast shall fortify himself by building a stockade around himself. All the beasts are doing it.”The tiger became very much alarmed. “O, dear! O, dear! What shall I do,” he cried. “I don’t know how to build a stockade. I never could do it in the world. O, good rabbit! O, kind rabbit! You are such, a very good friend of mine. Couldn’t you, as a great favour, because of our long friendship, build a stockade about me before you build one around yourself?”The rabbit replied that he could not think of risking his own life by building the tiger’s fortifications first. Finally, however, he consented to do it.The rabbit cut down great quantities of long sharp sticks. He set them firmly in the ground about the tiger. He fastened others securely over the top until the tiger was completely shut in by strong bars. Then he went away and left the tiger.The tiger waited and waited for something to happen to show him the need of the fortifications. Nothing at all happened.He got very hungry and thirsty. After a while the monkey passed that way.The tiger called out, “O, monkey, has the danger passed?”The monkey did not know what danger the tiger meant, but he replied, “Yes.”Then the tiger said, “O, monkey, O, good, kind monkey, will you not please be so kind as to help me out of my stockade?”“Let the one who got you in there help you out,” replied the monkey and he went on his way.Along came the goat and the tiger called out, “O, goat, has the danger passed?”The goat did not know anything about any danger, but he replied, “Yes.”Then the tiger said, “O, goat, O, good kind goat, please be so kind as to help me out of my stockade.”“Let the one who got you in there help you out,” replied the goat as he went on his way.Along came the armadillo and the tiger called out, “O, armadillo, has the danger passed?”The armadillo had not heard of any danger, but he replied that it had passed.Then the tiger said, “O, armadillo, O, good, kind armadillo, you have always been such a good friend and neighbour. Please help me now to get out of my stockade.”“Let the one who got you in there help you out,” replied the armadillo as he went on his way.The tiger jumped and jumped with all his force at the top of the stockade, but he could not break through. He jumped and jumped with all his might at the front side of the stockade, but he could not break through. He thought that never in the world would he be able to break out. He rested for a little while and as he rested he thought. He thought how bright the sun was shining outside. He thought what good hunting there was in the jungle. He thought how cool the water was at the spring.Once more he jumped and jumped with all his might at the back side of the stockade. At last he broke through. He did not get through, however, without getting bad cuts on both his sides from the sharp edges of the staves. Until this day the tiger has stripes on both his sides."
  }
]